#### CmSup6 Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol cmâ¶, indicating unit Centimeters to the sixth power.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId CmSup6 { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property CmSup6 As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ CmSup6 { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace